# 제 1장 총칙

## **제1조(목적)**

이 약관은 티엠티에이아이(이하 “회사”)가 제공하는 “슈타인(Stein)” 및 이에 부수하는 제반 서비스(이하 “서비스”)를 이용함에 있어 회사와 회원 간의 권리, 의무 및 책임사항을 정함을 목적으로 하며, 본 약관에 동의함으로써 해당 서비스들도 별도 이용계약 체결없이 이용이 가능합니다.

## **제2조(용어의 정의)**

이 약관에서 사용하는 용어의 정의는 다음과 같습니다.

서비스: 회원의 단말기(모바일, 태블릿PC 등 각종 유무선 장치를 포함)를 통하여 회사가 제공하는 슈타인 및 이에 부수하는 제반 서비스 전체.

회원: 이 약관에 따라 회사와 이용계약을 체결하고, 회사가 제공하는 서비스를 이용하는 모든 이용 고객.

계정: 서비스 이용 과정에서 회원 식별 및 서비스 이용 이력을 관리하기 위한 단위.

제휴컨텐츠: 회사가 외부 업체와 협력을 통해 제공하는 다양한 유형의 컨텐츠.

웹사이트: 서비스의 공지사항, 약관, 개인정보처리방침 등을 포함한 홈페이지([chat-b.io](http://chat-b.io)).

유료서비스: 서비스 내에서 제공하는 유료 기능

콘텐츠: 회사가 회원에게 제공하는 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ영상ㆍ도형ㆍ색채ㆍ이미지 등(이들의 복합체도 포함)을 말하며, 회원이 서비스가 제공하는 기능을 사용하여, 서비스상 작성된 결과물을 포함함

이 약관에서 사용하는 용어 중 위에서 정하지 아니한 것은 본 약관의 다른 조항 또는 서비스 상 개별 서비스별 정책 또는 안내 등에서 정하는 바에 의하며, 이에 정하지 아니한 것은 관계 법령 및 일반 관행에 따릅니다.

## **제3조(약관의 게시와 개정)**

회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 초기 화면 또는 연결 화면에 게시합니다.

회사는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

약관의 변경 시, 변경 사항과 적용 일자를 명시하여 적용일자 최소 14일 전부터 공지사항을 통해 고지합니다.

변경 공지 후, 회원이 명시적으로 거부 의사를 표시하지 않을 경우 변경 약관에 동의한 것으로 간주합니다.

회원이 개정에 동의하지 않는다는 의사를 표시한 경우 회사는 개정된 약관을 적용할 수 없으며, 회원은 개정 약관의 효력 발생일부터 서비스를 이용하실 수 없습니다.

## **제4조(약관 외 준칙)**

본 약관에 명시되지 않은 사항은 관련 법령 및 상관례에 따릅니다.

회사는 서비스 내부의 개별 서비스에 대해 별도의 이용약관 또는 정책(이하 “별도약관”)을 둘 수 있으며, 그 내용이 이 약관과 충돌하는 경우 별도의 약관이 우선하여 적용됩니다.

서비스 이용 중 발생한 분쟁에 대해 회원과 회사는 상호 협의 하에 해결을 모색합니다.

협의 하에 해결되지 않은 분쟁은 대한민국 법률에 따라 처리됩니다.

# 제2장 이용계약

## **제5조(이용계약의 체결)**

회원가입은 이용자가 약관의 내용에 동의하고 회원가입 신청을 하면, 회사의 승인으로 이루어집니다. 필요한 경우 “회사”는 본인확인기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다.

회사는 가입신청자의 신청에 대하여 “계정” 생성을 승낙함으로써 가입을 승인합니다.

회원가입 신청자는 반드시 실명 및 진실된 정보를 제공해야 하며, 이를 위반 시 발생하는 불이익은 신청자 본인의 책임입니다.

“회사”는 아래와 같은 경우에는 가입신청자의 “계정” 생성을 승낙하지 않을 수 있습니다. 또한 “회사”의 “회원”가입 승낙 이후에 이와 같은 사유가 판명된 경우에는 “회사”는 즉시 “회원”의 “서비스” 이용을 중단하거나 “슈타인 계정”을 삭제하는 등 적절한 제한을 할 수 있습니다.

가입신청자가 이전에 “회원”자격을 상실한 적이 있는 경우

가입신청자가 허위의 명의 또는 타인의 명의를 이용한 경우

가입신청자가 허위의 정보를 기재하거나, “회사”가 요구하는 내용을 기재하지 않은 경우

기타 관련법령에 위반되거나 세부지침 등 “회사”가 정한 기준에 반하는 경우

“회사”는 “서비스” 관련설비의 여유 기타 기술상 또는 업무상의 이유로 승낙을 유보할 수 있으며, 그 결과를 가입신청자에게 알려드립니다.

## **제6조(회원정보의 변경)**

회원은 서비스 내 내정보 화면을 통하여 본인의 개인정보를 열람하고 수정할 수 있습니다. 단, 서비스 관리를 위하여 ID, 이메일 주소는 수정할 수 없습니다.

가입신청시에 기재한 회원정보에 변동이 생긴 경우 이를 수정하거나 회사에 통지하여야 하며 미수정 또는 통지하지 않음으로 인한 불이익에 대하여 회사는 책임지지 않습니다.

## **제7조(회원의 계약해지)**

회원이 이용계약을 해지하고자 하는 경우에는 언제든지 서비스 내 제공되는 회원탈퇴 메뉴를 이용하여 해지 신청을 할 수 있습니다.

회사는 회원의 해지 신청이 있는 경우, 관련 법령이 정하는 바에 따라 이를 즉시 처리합니다.

회원의 탈퇴 요청 시 영업일 기준 7일 내에 탈퇴가 처리되고 포인트등 해당 계정에 대한 모든 정보 및 기록은 삭제됩니다. 단, 관련 법령에 따라 회사가 보관하여야 하는 경우 및 부정이용이력, 게시글 등 회사가 미리 고지한 경우에는 별도 보관될 수 있습니다.

회원의 서비스 탈퇴/해지로 인하여 발생한 손해에 대해 회사는 책임지지 않습니다.

# 제3장 계약 당사자의 의무

## 제8조 (회사의 의무)

회사는 법령과 이 약관이 금지하거나 공공의 질서에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 재화 또는 용역을 제공하는데 최선을 다하여야 합니다.

회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보보호를 위한 보안 시스템을 갖추어야하며, 개인정보처리방침을 공시하고 준수합니다.

회사는 회원으로부터 제기되는 의견이나 불만이 정당하다고 인정될 경우에는 즉시 처리해야 합니다. 단, 즉시 처리가 곤란한 경우에는 회원에게 그 사유와 처리일정을 통보해야 합니다.

## **제9조 (회원의 의무)**

회원은 이 약관및 회사의 공지사항 등을 숙지하고 준수해야 하며 다음 각 호의 행위를 하여서는 안 됩니다.

이용자 정보에 허위 내용을 등록하는 행위

회사의 서비스에 게시된 정보를 변경하거나, 서비스를 이용하여 얻은 정보를 회사의 사전 승낙 없이 영리 또는 비영리의 목적으로 복제, 출판, 방송 등에 사용하거나 제3자에게 제공하는 행위

회사 기타 제3자의 명예를 훼손하거나 지적재산권을 침해하는 등, 회사나 제3자의 권리를 침해하는 행위

다른 이용자의 이용자 정보를 도용하여 부당하게 서비스를 이용하는 행위

정크메일(junk mail), 스팸메일(spam mail), 행운의 편지(chain letters), 피라미드 조직에 가입할 것을 권유하는 메일, 외설 또는 폭력적인 메시지•화상•음성 등이 담긴 메일을 보내거나 기타 공서양속에 반하는 정보를 공개 또는 게시하는 행위

정보통신망이용촉진 및 정보보호등에 관한 법률 등 관련 법령에 의하여 그 전송 또는 게시가 금지되는 정보(컴퓨터 프로그램 등)를 전송하거나 게시하는 행위

공공질서 또는 미풍양속에 위배되는 내용의 정보, 문장, 도형, 음성 등을 유포하는 행위

회사의 직원이나 서비스의 관리자를 가장, 사칭하거나 타인의 명의를 도용하여 글을 게시하거나 메시지를 발송하는 행위

회사의 홈페이지나 애플리케이션 등을 무단 변경/변조하거나 회사의 서버를 해킹하는 등의 시스템 위협 행위를 하는 경우

스토킹(stalking) 등 다른 이용자의 서비스 이용을 방해하는 행위

다른 이용자의 개인정보를 그 동의 없이 수집, 저장, 공개하는 행위

불특정 다수의 이용자를 대상으로 하여 광고 또는 선전을 게시하거나 스팸메일을 전송하는 등의 방법으로 회사에서 제공하는 서비스를 이용하여 영리목적의 활동을 하는 행위

현행 법령, 회사가 제공하는 서비스에 정한 약관 기타 서비스 이용에 관한 규정을 위반하는 행위

해킹이나 허위의 정보 또는 명령을 입력하는 등 부정한 방법으로 포인트를 획득 또는 사용하는 행위

회사의 업무를 방해할 목적으로 서비스를 이용하는 행위

해킹, 허위의 정보 입력 또는 비정상적인 다량의 정보 입력 등 부정한 방법으로 이용계약을 체결하거나 회사가 정한 기준을 충족하지 못하였음에도 이용계약을 체결하는 행위

약관 상의 의무 불이행 또는 비트버니 서비스에서 제공되는 각 서비스 정책에 위배되는 행위

서비스의 이용권한 기타 이용 계약상 지위를 타인에게 양도, 증여하는 행위

기타 불법적이거나 부당한 행위

이용자는 본인이 설정한 본 서비스의 계정, 비밀번호 등의 관리에 책임을 지며, 이용자의 부주의에 의하여 발생하는 모든 결과에 대한 책임은 이용자에게 있습니다.

이용자는 자신의 계정, 비밀번호 등이 도난 당하는 등 제3자가 부정하게 이용하고 있음을 인지한 경우 즉시 회사에 통지하고 회사의 안내에 따라야합니다. 이 때, 회사에 통지하지 않거나 안내를 따르지 않아 발생한 불이익에 대해서는 회사는 책임지지 않습니다.

회사는 고의 또는 과실 없이 계정 도난 또는 제3자의 부정이용으로 인하여 이용자가 입은 손실에 대하여 책임을 지지 않습니다. 이용자는 이용자의 고의 또는 과실로 인하여 회사 또는 선의의 제3자가 손해를 입게 된 경우 그 손해에 대하여 책임을 질 수 있습니다.

# 제4장 서비스의 제공 및 이용

## **제10조(서비스 내용 및 제공)**

회원은 이 약관의 규정된 사항을 준수해 서비스를 이용합니다.

회사가 회원의 이용신청을 승낙한 때부터 회원은 서비스를 이용할 수 있습니다. 단 일부 서비스의 경우에는 지정된 일자 내지 일정 요건 충족 시에 서비스를 이용할 수 있습니다.

서비스의 이용은 연중무휴, 1일 24시간을 원칙으로 합니다. 다만, 회사의 업무상 또는 기술상의 이유로 서비스가 일시 중지될 수 있습니다. 이러한 경우 회사는 사전에 공지하며, 사전에 공지할 수 없는 부득이한 사유가 있는 경우 사후에 이를 공지합니다.

회사는 회원 별 서비스 이용 가능 기기의 종류, 기기 대 수 등을 설정 또는 변경할 수 있습니다.

회원은 회사의 서비스에 대하여 아래의 FUP 정책(Fair Use Policy, 공정사용정책)을 따릅니다.

FUP (Fair Use Policy, 공정사용정책)이란 무제한 사용을 허락하는 서비스에서 합리적이고 책임 있는 방식으로 서비스를 사용할 것을 약속 받는 정책입니다.

회원은 직업과 사업 규모에 따라 알맞은 플랜을 선택하여야 하며, 회사는 회원의 비정상적인 API 확장 및 봇 제작, 계정 돌려쓰기 등 악의적 사용을 금지합니다.

비정상적으로 많은 사용량과 계정 로그인 세부 정보를 다른 사용자와 공유하는 것으로 합리적으로 의심되는 활동이 적발되는 경우 사전 통보 없이 계정이 차단 혹은 영구 삭제가 될 수 있습니다. 이에 관련하여 어떠한 환불도 이루어지지 않습니다.

이 약관에 명시되지 않은 서비스 이용에 관한 사항은 회사가 정해 웹사이트 내에 게시하거나 또는 별도로 공지하는 내용에 따릅니다.

슈타인은 만 14세 미만의 사용자에게 보호자의 동의 하에 서비스를 제공 하고 있습니다.

## 제11조 (유료 서비스)

회사는 회원에게 회사의 서비스의 전부 또는 일부를 유료로 제공할 수 있으며, 유료서비스에 관한 구체적인 사항은 유료서비스 공지사항 또는 별도의 유료서비스 운영정책에서 정한 바에 따릅니다.

회사는 다음 사항을 해당 유료서비스의 공지사항 또는 별도의 유료서비스 운영정책 등을 통해 회원이 알기 쉽게 표기합니다.

유료서비스의 명칭 또는 제호

유료서비스의 내용, 이용방법, 이용료, 결제방법 기타 이용조건

유료서비스 대금 환불의 조건 및 절차

유료서비스의 중단 및 변경에 관한 사항

유료서비스를 이용하고자 하는 회원은 유료서비스 공지사항 또는 유료서비스 운영정책을 준수하여야 하며, 이 약관의 내용과 유료서비스 공지사항 또는 유료서비스 운영정책의 내용이 상충하는 경우 유료서비스 공지사항 또는 유료서비스 운영정책의 내용이 우선합니다.

## **제 12조(서비스의 변경 및 중단)**

회사는 서비스의 내용을 변경할 수 있습니다; 이 경우 회원에게 공지사항을 통해 사전 통지합니다.

회사는 불가피한 상황 발생 시 서비스를 일시적으로 중단할 수 있으며, 이 경우 사후에 공지할 수 있습니다.

회사는 컴퓨터 등 정보통신설비의 보수점검·교체 및 고장, 통신의 두절 또는 운영상 상당한 이유가 있는 경우 서비스의 제공을 일시적으로 중단할 수 있습니다.

회사는 서비스의 일시 중단으로 인한 회원의 불이익에 대하여 책임을 지지 않습니다. 단, 회사의 고의 또는 중대한 과실이 있는 경우는 예외입니다.

## **제13조(서비스 제공 및 이용의 제한)**

회사는 다음 각 호에 해당하는 경우, 해당 회원 등에 대하여 서비스 신청 및 이용을 제한 할 수 있습니다.

회사 및 이동통신사가 보유한 시스템 설비 및 장비 등의 여유가 없거나, 기술적, 법률적 장애가 있는 경우

회원의 단말기가 앱 PUSH 수신에 기술적 문제가 있는 경우 또는 기타 사유로 앱 PUSH 전송을 받을 수 없는 경우

회원가 사용하는 단말기의 운영체제(OS), 기기정보 등을 루팅, 탈옥 등을 통해 임의로 변경한 경우

회사가 회원의 단말기 특성 또는 OS 버전의 문제로 인해 정상적인 서비스 제공이 불가능하다고 판단한 경우

회사가 제공한 프로그램이 회원의 디바이스 환경(예: 방화벽, 권한 비허용 등) 문제로 인하여 서비스 제공이 불가능할 경우

제9조에 따른 회원의 의무를 위반한 경우

기타 회사의 보안정책에 따라 서비스 제한이 필요하다고 회사가 판단하는 경우

회사는 회원이 제9조 1항의 행위를 하는 경우 회원의 서비스 신청 및 이용을 제한할 수 있으며, 추가적으로 일방적으로 본 계약을 해지(회원 탈퇴 처리) 및 손해배상을 청구할 수 있습니다. 회사의 제재에 대하여 이견이 있는 경우에는 30일 이상의 기간을 정하여 회원에게 소명할 기회를 부여하며, 상기 소명 기회 부여는 회원의 서비스 이용 제한 또는 정지 상태에서 이루어질 수 있습니다.

회원은 회사의 서비스 신청 및 이용 제한에 대하여 회사가 정한 분쟁해결처리절차에 따라 이의를 제기할 수 있습니다. 이의가 정당하다고 회사가 인정하는 경우, 회사는 즉시 서비스의 이용을 재개합니다.

## 제14조 (정보의 제공)

회사는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보에 대하여 전자메일이나 서신우편 등의 방법으로 회원에게 정보를 제공할 수 있습니다. 단 광고성 정보에 해당하는 경우 회원으로부터 수신 동의를 받습니다

## **제15조 (광고게재)**

회사는 서비스의 운용과 관련하여 서비스 화면, 홈페이지, 전자우편 등에 광고 등을 게재할 수 있습니다.

회사가 제공하는 서비스 중의 배너 또는 링크 등을 통해 타인이 제공하는 광고나 서비스에 연결될 수 있습니다.

제 2항에 따라 타인이 제공하는 광고나 서비스에 연결될 경우, 해당 영역에서 제공하는 서비스는 회사의 서비스 영역이 아니므로 회사가 신뢰성, 안정성 등을 보장하지 않으며, 그로 인한 회원의 손해에 대하여도 회사는 책임을 지지 않습니다.

## **제16조 (게시물 관리)**

회사는 불법 여부 또는 AI 윤리 규정 위반 여부를 판단하기 위해 콘텐츠를 검토할 수 있으며 회사의 정책 또는 법규를 위반한다고 합리적으로 판단되는 콘텐츠는 삭제하거나 게시를 거부할 수 있습니다.

그렇다고 해서 반드시 콘텐츠를 검토한다는 의미는 아니므로 회사에서 콘텐츠를 검토할 것이라고 간주하지 마시기 바랍니다.

## **제17조 (저작권 등의 귀속 등)**

회원이 콘텐츠와 관련하여 보유하고 있는 모든 지적 재산권의 소유권은 유지됩니다. 즉, 회원이 보유한 콘텐츠는 회원에게 존속됩니다.

회사는 서비스 특성상 회원이 서비스가 제공하는 기능을 사용하여, 서비스상 작성된 결과물이나 결과물 작성과정에 노출된 각종 정보가 타인의 저작권과 기타 지적재산권을 침해하지 않음을 보증하지 않습니다. 회원이 서비스가 제공하는 기능을 사용하여, 서비스상 작성된 결과물의 사용으로 인한 책임은 회원에게 있습니다.

회사는 회원이 서비스 내에 게시한 게시글 및 회원이 서비스가 제공하는 기능을 사용하여, 서비스상 작성된 결과물을 서비스 내 노출, 서비스 홍보를 위한 활용, 서비스 운영, 개선 및 새로운 서비스 개발을 위한 연구 목적을 위하여 저장, 복제, 수정, 공중 송신, 전시, 배포, 2차적 저작물 작성의 방식으로 이용할 수 있습니다.

회사는 서비스 이용 약관 및 개인정보처리방침에 설명된 경우를 제외하고는 귀하의 파일 및 데이터를 다른 사람과 공유하지 않습니다.

회원은 자신이 서비스 이용과정에서 입력하는 글, 이미지 기타 자료가 제3자의 지적재산권 기타 권리를 침해하지 않는다는 점을 보증합니다. 회원이 이를 위반하여 제3자와 회원 또는 회사 사이에 소송, 이의제기, 권리주장 기타 일체의 분쟁이 발생하는 경우, 회원은 회사를 면책하고 해당 분쟁을 해결하여야 하며, 이로 인해 회사가 손해를 입은 경우 해당 손해를 배상하여야 합니다.

이 조는 회사가 서비스를 운영하는 동안 유효하며, 회원 탈퇴 후에도 지속적으로 적용됩니다.

회사는 저작권법 제103조가 적용되는 경우, 이에 따라 복제 및 전송을 중단할 수 있습니다.

# 제5장 (재화의 주문 및 결제 관련)

## **제18조(포인트 적립 및 사용 등)**

회원은 서비스 이용과 관련하여 회사가 정한 일정한 조건을 충족할 경우 포인트를 적립 받을 수 있습니다.

적립된 포인트는 서비스 내에서 특정한 용도로 사용할 수 있으며, 그 사용 조건과 방법은 회사가 별도로 정한 바에 따릅니다.

회원은 일정액 이상 적립된 포인트를 이용하여 서비스 내에서 회사가 지정/제공하는 방법을 통해 제휴된 다양한 혜택을 이용할 수 있으며, 혜택 이용에 따라 발생하는 제세공과금은 회사가 부담합니다. 이때 회원은 제세공과금 납부를 위한 회사의 협조요청에 적극적으로 응해야 하며, 이는 주민등록번호 제공 등 개인정보 제공 등의 내용을 포함합니다. 이 과정에서 회사의 요청에 응하지 않을 경우, 쿠폰을 구매를 포함한 혜택을 이용할 수 없습니다.

포인트를 제휴사의 상품, 쿠폰 또는 포인트 등의 혜택으로 전환하는데 필요한 포인트 대 전환 비율은 제휴사의 상품, 쿠폰, 포인트에 따라 상이할 수 있습니다. 기프티콘, 교환권, 쿠폰 등의 혜택은 회사가 회원의 모바일기기를 통해 해당 바코드를 전송함으로써 적법하게 이행된 것으로 봅니다.

포인트를 제휴사의 상품, 쿠폰 또는 포인트 등 혜택으로 전환하는 경우 일 전환 횟수는 3회로 제한되며, 포인트로의 재전환, 환불, 취소 등이 불가능합니다. 또, 모바일 상품권, 기프티콘, 교환권, 쿠폰 등의 혜택은 환불/재발행 및 유효기간 연장이 불가능합니다.

제휴사가 제공한 혜택의 이용과 관련한 분쟁의 책임 소재가 제휴사에 있을 경우, 회사는 책임을 부담하지 않습니다.

회사의 귀책사유가 아닌 이유로 회사와 제휴사 간의 거래과정에서 결제 문제가 발생하거나, 제휴사의 파산, 부도 등으로 지급이 불가능한 경우에는 기 부여된 제휴사 상품, 쿠폰 또는 포인트가 취소될 수 있으며, 이에 대해 회사는 책임을 부담하지 않습니다.

회사는 이용자가 사용한 포인트를 반환하지 않으며, 이용자가 부정한 방법으로 포인트를 획득 또는 이용한 사실이 확인될 경우 이용자가 취득한 포인트의 회수, 활동 중지 또는 제한, 형사 고발 등의 기타 조치를 취할 수 있습니다.

이용자는 적립한 포인트를 슈타인 서비스 내에서 확인할 수 있습니다.

회사 서버에 기록된 적립 포인트와 이용자 서비스 앱 내에 표시된 적립 포인트가 차이가 나는 경우, 회사 서버에 기록된 적립 포인트가 우선 적용되며, 회사는 회사 서버와 이용자의 앱과의 비동기화로 인한 포인트 차이에 대해 보상하지 않습니다.

포인트 소멸기한은 적립일자 기준으로 1년이며, 소멸기한이 지난 포인트는 순차적으로 자동 소멸됩니다.

이용자가 서비스를 탈퇴하거나 이용 자격이 상실되는 경우에 포인트는 자동 소멸됩니다.

포인트 적립에 오류가 발생한 경우 회원은 오류 발생일로부터 30일 내에 회사에 정정요구를 할 수 있으며, 회사는 정당한 요구임이 확인된 경우 정정요구일로부터 30일 내에 정정할 수 있습니다.

## **제19조 (대금결제)**

회원은 유료서비스에 대한 “구매(하기)”, “결제(하기)”, “(결제)확인” 등의 버튼을 클릭함으로써 본 이용약관 및 게시된 구매조건에 따라 유료서비스 이용계약이 성립하고, 이용요금이 결제됩니다. 대금의 부과와 납부는 원칙적으로 회원이 선택한 결제수단이 정하는 정책이나 방법에 따릅니다.

회원은 유료서비스에 대하여 선불카드, 직불카드, 신용카드 등의 각종 카드 결제 수단을 이용하여 결제할 수 있습니다. 이때 ‘회사’는 회원의 지급방법에 대하여 유료서비스 외 어떠한 명목의 수수료를 추가 징수하지 않습니다.

회사가 서비스 내 달리 공지하지 않는 한 회원이 대금을 결제한 때로부터 유료서비스는 개시됩니다.

회원이 등록한 결제수단을 통하여 1개월을 주기로 이용요금이 자동으로 결제되며, 다음 달 동일한 날짜에 자동으로 결제되고 이용기간이 자동 갱신됩니다. 단, 결제 날짜가 특정 월에 포함되지 않은 날짜로 지정된 경우 해당 월의 마지막 날에 결제됩니다.

회원이 유료서비스 이용 중 상위의 유료서비스(이용요금이 더 많은 유료서비스를 의미)로 변경하는 경우, 변경일자로부터 상위의 유료서비스 이용요금 결제가 이루어지며 이전 유료서비스에 대한 기결제 이용요금은 환불되지 않습니다. 이와 관련한 구체적인 사항은 회사의 유료서비스 공지사항 또는 별도의 유료서비스 운영정책에 따릅니다.

만 19세 미만 미성년자가 유료 서비스 이용계약을 하려면 반드시 이용계약에 관한 법정대리인(부모)의 동의를 받아야 하며, 법정대리인의 이용계약에 관한 동의 의사표시는 서비스에서 정한 필요 서류를 이메일로 서비스의 고객센터에 제출하는 것으로 확인합니다. 만약, 만 19세 미성년자인 회원이 법정대리인의 동의 없이 유료 서비스 이용 계약을 체결하는 경우 본인 또는 법정대리인이 이를 취소할 수 있습니다.

## **제20조 (청약철회 등)**

회사와 유료서비스의 구매에 관한 계약을 체결한 회원은 해당 유료서비스를 전혀 사용하지 아니하였을 경우에 한하여 결제일과 콘텐츠 이용 가능일 중 늦은 날부터 7일 이내에 청약철회를 할 수 있습니다.

전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령에서 규정하는 청약철회가 불가능한 서비스의 경우 청약철회권이 제한됩니다. 단, 관련 법령에서 회사에게 청약철회권의 제한을 위한 조치를 취할 것을 요구하는 경우, 회사는 해당 조치를 취합니다.

회원은 제1항 및 제2항에도 불구하고 구매한 유료 콘텐츠의 내용이 표시, 광고의 내용과 다르거나 구매계약의 내용과 다르게 이행된 경우에 해당 콘텐츠가 이용 가능하게 된 날부터 3개월 이내, 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 청약철회를 할 수 있습니다.

회원이 청약철회를 할 경우 회사는 결제수단의 제공자를 통해 구매내역을 확인합니다. 또한 회사는 회원의 정당한 철회 사유를 확인하기 위해 회원에게서 제공받은 정보를 통해 회원에게 연락하여 추가적인 증빙을 요구할 수 있으며, 이에 대한 확인이 완료될 때까지 거래진행을 중지하거나 확인이 불가한 해당거래를 취소할 수 있습니다.

기타 본 조에서 정하지 아니한 청약철회 또는 중도해지 등 사유로 인한 유료서비스 이용요금 환불 등에 관한 사항은 회사의 유료서비스 공지사항 또는 별도의 유료서비스 운영정책에 따릅니다.

## **제21조 (과오납금의 환급)**

회사는 과오납금이 발생하는 경우 과오납금을 회원에게 환급합니다. 다만, 과오납금이 회사의 고의 또는 과실 없이 회원의 과실로 인하여 발생한 경우에는 그 환급에 소요되는 실제 비용은 합리적인 범위 내에서 회원이 부담합니다.

회사는 회원이 선택한 결제수단에 따라 결제를 취소 또는 해당 결제수단을 통한 환급을 할 수 있습니다.

회사는 과오납금의 환급을 처리하기 위해 회원에게서 제공받은 정보를 통해 회원에게 연락할 수 있으며, 필요한 정보의 제공을 요청할 수 있습니다.

# **제6장 (AI 윤리 규정 관련)**

## **제22조 (AI 윤리 규정)**

회사의 모든 구성원은 AI 윤리를 중요하게 여기며 자체적인 AI 윤리 규정을 준수합니다. AI 윤리 규정은 슈타인의 서비스를 사용할 때 발생할 수 있는 문제를 예방하고 방지하기 위한 목적으로 제정되었습니다.

슈타인은 사용자에게 친근하고 유용한 AI를 지향하고 있습니다. 그 과정에서 올바른 표현 도출과 개인정보 보호를 우선하고 있으며 잘못된 정보와 편향된 정보가 도출되지 않도록 노력하고 있습니다.

## **제23조 (슈타인을 사용하는 사용자의 의무)**

회원은 슈타인을 악의적인 목적으로 사용할 수 없습니다. 또한 회원은 악의적인 사용을 통해 티엠티에이아이와 슈타인에 대한 평판 위험을 발생시켜서는 아니됩니다. 악의적 사용이란 슈타인을 사용하는 과정에서 고의적인 입력값을 통해 부당한 차별적 의견 또는 부당한 가치 판단 등 편향적인 결과값을 발생시키는 것이 대표적이며, 그 밖에도 회원이 악의적으로 슈타인을 사용하여 발생시키는 문제를 포함합니다.

회원은 서비스 이용 과정에서 발생한 AI 결과값(이하 ‘AI 결과값’)을 SNS 서비스 및 기타 방법에 의해 외부에 공개하며 제3자에게 알리는 경우 출력 데이터에 저작권 침해, 폭력적 표현, 선정적 표현, 차별적 표현, 기타 부적절하거나 제3자에게 기타 권리침해, 불이익, 손해, 불쾌감을 주는 정보가 포함되어 있지 않음을 반드시 확인해야합니다. AI 결과값과 관련하여 법적∙윤리적 문제가 발생하거나, 제3자와 일체의 분쟁이 발생하는 경우 이에 대한 모든 책임은 회원에게 있습니다.

회원은 슈타인을 사용하며 발생한 ‘문제가 되거나 문제가 될 수 있다고 판단한 결과물’에 대해서는 발견 즉시 티엠티에이아이에 해당 내용을 알려야 합니다. 이를 통해 회원은 티엠티에이아이가 관련 부분을 개선할 수 있도록, 이에 대해 적극적으로 협조할 의무가 있습니다.

본 규정을 준수하지 않은 회원은 제4장에 따라 별도의 공지 없이 이용이 정지되거나 제한될 수 있으며, 회사는 이에 관한 책임을 부담하지 않습니다.

회원이 AI 결과값을 외부에 공개하는 과정에서 회사에 피해를 입힌 경우 그에 대한 법률상 책임을 부담합니다.

회원은 입력값과 결과값은 더 나은 서비스 제공을 위한 슈타인의 엔진 개선에 활용될 수 있으며 모델 평가에 사용될 수 있습니다.

## **제24조 (AI 윤리 규정의 적용 범위)**

티엠티에이아이의 AI 윤리 규정은 지속적으로 개정될 수 있으며, 회사는 이를 공지합니다.

# **제7장 기타**

## **제25조 (면책 및 손해배상)**

회사 또는 회원은 본 약관을 위반하여 상대방에게 손해를 입힌 경우에는 그 손해를 배상할 책임이 있습니다. 다만, 고의 또는 과실이 없는 경우에는 그러하지 아니 합니다.

회사는 아래 각 호의 사유로 인하여 회원에게 발생한 손해에 대하여 책임을 지지 않습니다. 다만, 회사의 고의 또는 과실에 의한 경우에는 그러하지 아니합니다.

서비스용 설비의 보수, 교체, 정기점검, 공사 등 기타 이에 준하는 사유로 서비스 이용이 불가한 경우(다만 회사의 고의 또는 과실에 의한 경우는 제외)

회원의 고의 또는 과실로 인한 서비스 이용의 장애

다른 회원이 게시한 게시글에 신뢰성·정확성이 부족한 경우

회원간 또는 회원과 타인간 서비스를 매개로 발생한 거래나 분쟁

무료로 제공되는 서비스 이용

회원이 서비스를 이용을 통하여 기대하는 유익이 실현되지 않은 경우

회원이 계정 비밀번호, 모바일 기기 비밀번호, 오픈마켓 사업자가 제공하는 비밀번호 등을 관리하지 않아 회원정보의 유출이 발생한 경우(다만 회사의 고의 또는 중과실에 의한 경우는 제외)

회원이 모바일 기기의 변경, 모바일 기기의 번호 변경, 운영체제(OS) 버전의 변경, 해외 로밍, 통신사 변경 등으로 인해 콘텐츠 전부나 일부의 기능을 이용할 수 없는 경우(다만 회사의 고의 또는 중과실에 의한 경우는 제외)

회원이 회사가 제공하는 콘텐츠나 계정정보를 삭제한 경우(다만 회사의 고의 또는 중과실에 의한 경우는 제외)

서버에 대한 제3자의 불법적인 접속 또는 서버의 불법적인 이용 및 프로그램을 이용한 비정상적인 접속 방해(다만 회사의 고의 또는 중과실에 의한 경우는 제외)

기타 회사의 귀책사유가 인정되지 않는 사유로써 위 각 호에 준하는 사유

회사는 AI 결과값의 적법성, 독창성, 배타성, 신뢰도, 정확성, 진실성, 활용 가능성, 특정 목적에의 적합성을 보장하지 아니합니다. 회사는 회원이 서비스를 이용하여 기대하는 수익을 얻지 못한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 결과물로 인한 손해에 관하여 책임을 지지 않습니다.

AI 결과값의 이용과 관련하여 발생하는 모든 문제에 대한 책임은 회원에게 있으며, 회사는 이에 대하여 일체의 책임을 지지 아니합니다.

회사는 회원이 게시판에 게재한 정보, 자료, 내용 등에 관하여 사실의 정확성, 신뢰도 등에 어떠한 책임도 부담하지 않으며 회원은 본인의 책임 아래 서비스를 이용해야 합니다.

회사는 회원이 서비스와 관련하여 게재하였거나, 서비스 내에서 검색 또는 추천된 정보자료, 사실의 신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다.

회사는 회원이 서비스 이용과 관련하여 회원에게 발생한 손해 중 회원의 고의, 과실에 의한 손해 및 타 회원으로 인해 입게 되는 정신적 피해에 대하여 보상할 책임을 지지 않습니다.

회원이 게시 또는 전송한 자료 등에 관하여 손해가 발생하거나 자료의 취사선택과 관련해 어떠한 불이익이 발생하더라도 이에 대한 모든 책임은 회원에게 있습니다.

회원이 이 약관의 규정을 위반함으로써 회사에 손해가 발생하는 경우 이 약관을 위반한 회원은 회사에 발생한 모든 손해를 배상해야 하며 동 손해로부터 회사를 면책시켜야 합니다.

## **제23조 (회원에 대한 통지)**

회사가 회원에 대한 통지를 하는 경우, 회원의 전자우편 주소, 휴대전화번호, 문자메시지(SMS/MMS) 등으로 할 수 있습니다.

회사가 불특정다수 회원에 대한 통지의 경우 7일이상 회사 홈페이지 내에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.

## **제24조 (재판권 및 준거법)**

이 약관은 대한민국 법률에 따라 규율되고 해석됩니다.

회사와 회원은 본 서비스 이용과 관련해 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 해야 합니다.

회사와 회원 간에 발생한 분쟁으로 소송이 제기되는 경우에는 민사소송법에 따라 관할권을 가지는 법원을 관할 법원으로 합니다.

[부칙]

슈타인 서비스 이용 약관은 2024년 12월 6일(월)부터 적용됩니다.
